import React from "react";

function InfoCards() {
  return (
    <section id="about" className="section info-cards">
      <div className="info">
        <h2>Про нашу фабрику 🏭</h2>
        <p>Наша фабрика розташована в екологічно чистому регіоні, де природа дарує найкращі умови для виробництва молока та сиру. Ми поєднуємо традиційні рецепти з сучасними технологіями.</p>
      </div>
      <div className="info">
        <h2>Місце виробництва 🌿</h2>
        <p>Сир виготовляється у мальовничому містечку, оточеному зеленими луками та фермерськими господарствами. Тут кожна крапля молока походить від корів, що пасуться на натуральних травах.</p>
      </div>
      <div className="info">
        <h2>Наші сири 🧀</h2>
        <p>Ми пропонуємо широкий асортимент: від твердих сортів із насиченим ароматом до ніжних м’яких сирів та особливих козячих делікатесів.</p>
      </div>
    </section>
  );
}

export default InfoCards;
